-- phpMyAdmin SQL Dump
-- version 5.2.1
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Apr 07, 2024 at 03:50 PM
-- Server version: 10.4.32-MariaDB
-- PHP Version: 8.2.12

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `cctv`
--

-- --------------------------------------------------------

--
-- Table structure for table `cctv`
--

CREATE TABLE `cctv` (
  `id` int(11) NOT NULL,
  `durable_no` varchar(15) NOT NULL,
  `durable_name` varchar(50) NOT NULL,
  `brand` varchar(50) NOT NULL,
  `model` varchar(50) DEFAULT NULL,
  `location` varchar(100) DEFAULT NULL,
  `monitor` varchar(30) NOT NULL,
  `floor` varchar(30) NOT NULL,
  `status` varchar(100) NOT NULL,
  `date_created` datetime NOT NULL DEFAULT current_timestamp(),
  `date_updated` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `cctv`
--

INSERT INTO `cctv` (`id`, `durable_no`, `durable_name`, `brand`, `model`, `location`, `monitor`, `floor`, `status`, `date_created`, `date_updated`) VALUES
(1, '503 53 0056', 'กล้องโทรทัศน์วงจรปิด', 'FUJIKO FK-552', NULL, 'หอพักห้อง 306-307', 'FL.3-3', 'หอพัก ชั้น 3', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(2, '503 53 0057', 'กล้องโทรทัศน์วงจรปิด', 'FUJIKO FK-552', NULL, 'หอพักห้อง 330-331', 'FL.3-2', 'หอพัก ชั้น 3', '                   ', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(3, '503 53 0058', 'กล้องโทรทัศน์วงจรปิด', 'FUJIKO FK-552', NULL, 'หอพักห้อง 347-348', 'FL.3-1', 'หอพัก ชั้น 3', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(4, '503 53 0059', 'กล้องโทรทัศน์วงจรปิด', 'FUJIKO FK-552', NULL, 'หอพักห้อง 405-406', 'FL.4-3', 'หอพัก ชั้น 4', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(5, '503 53 0060', 'กล้องโทรทัศน์วงจรปิด', 'FUJIKO FK-552', NULL, 'หอพักห้อง 429-430', 'FL.4-2', 'หอพัก ชั้น 4', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(6, '503 53 0061', 'กล้องโทรทัศน์วงจรปิด', 'FUJIKO FK-552', NULL, 'หอพักห้อง 455-456', 'FL.4-1', 'หอพัก ชั้น 4', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(7, '503 53 0062', 'กล้องโทรทัศน์วงจรปิด', 'FUJIKO  FK-600Y', NULL, 'หอพักห้อง 529-530', 'FL.5-3', 'หอพัก ชั้น 5', 'เสียรอแทงจำหน่าย', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(8, '503 53 0063', 'กล้องโทรทัศน์วงจรปิด', 'FUJIKO  FK-600Y', NULL, 'หอพักห้อง 539', 'FL.5-2', 'หอพัก ชั้น 5', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(9, '503 53 0064', 'กล้องโทรทัศน์วงจรปิด', 'FUJIKO  FK-600Y', NULL, 'หอพักห้อง 505-506', 'FL.5-1', 'หอพัก ชั้น 5', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(10, '503 53 0065', 'กล้องโทรทัศน์วงจรปิด', 'FUJIKO FK-552', NULL, 'หอพักบันไดทางขึ้น', 'FL.2', 'หอพัก ชั้น 2', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(11, '503 53 0066', 'กล้องโทรทัศน์วงจรปิด ', 'BOSCH', NULL, 'ชั้น B หน้าห้องช่าง คลังยา', 'FL.B/3', 'ชั้น B', 'แทงจำหน่ายปี 65', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(12, '503 53 0067', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', NULL, 'ทางออกห้องไร้กังวล', 'FL.B/2', 'ชั้น B', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(13, '503 53 0068', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', NULL, 'หน้าห้องโภชนาการ', 'FL.B/1', 'ชั้น B', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(14, '503 53 0069', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', NULL, 'หน้าห้องทำแผล', 'FL.1/5', 'ชั้น G', 'ยกเลิกการเชื่อมต่อ', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(15, '503 53 0070', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', NULL, 'หน้าห้องยานยนต์', 'FL.1/4', 'ชั้น G', 'ยกเลิกการเชื่อมต่อ', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(16, '503 53 0071', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', NULL, 'เคาท์เตอร์เวชระเบียน', 'FL.1/1', 'ชั้น G', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(17, '503 53 0072', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', NULL, 'หน้าห้องจ่ายยา', 'FL.1/2', 'ชั้น G', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(18, '503 53 0073', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', NULL, 'หน้าห้องจ่ายกลาง', 'FL.2/1', 'ชั้น 2', 'ยกเลิกการเชื่อมต่อ', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(19, '503 53 0074', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', NULL, 'หน้าลิฟต์ 1-2', 'FL.2/2', 'ชั้น 2', 'ยกเลิกการเชื่อมต่อ', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(20, '503 53 0075', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', NULL, 'หน้าลิฟต์ 3-4', 'FL.3/2', 'ชั้น 3', 'ยกเลิกการเชื่อมต่อ', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(21, '503 53 0076', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', NULL, 'หน้าห้องการเงินผู้ป่วยใน', 'FL.3/1', 'ชั้น 3', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(22, '503 53 0077', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', NULL, 'หน้าเนิสเซอรี่', 'FL.4/4', 'ชั้น 4', 'ยกเลิกการเชื่อมต่อ', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(23, '503 53 0078', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', NULL, 'หน้าลิฟต์ 1-2', 'FL.4/5', 'ชั้น 4', 'ยกเลิกการเชื่อมต่อ', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(24, '503 53 0079', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', NULL, 'หน้าลิฟต์3-4', 'FL.4/3', 'ชั้น 4', 'ยกเลิกการเชื่อมต่อ', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(25, '503 53 0080', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', NULL, 'หน้าห้อง 417-418', 'FL.4/2', 'ชั้น 4', 'ยกเลิกการเชื่อมต่อ', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(26, '503 53 0081', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', NULL, 'หน้าลิฟต์ 5-6', 'FL.4/1', 'ชั้น 4', 'ยกเลิกการเชื่อมต่อ', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(27, '503 53 0082', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', NULL, 'เคาท์เตอร์พยาบาล', 'FL.5/5', 'ชั้น 5', 'ยกเลิกการเชื่อมต่อ', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(28, '503 53 0083', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', NULL, 'หน้าลิฟต์ 1-2', 'FL.5/4', 'ชั้น 5', 'ยกเลิกการเชื่อมต่อ', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(29, '503 53 0084', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', NULL, 'หน้าลิฟต์ 3-4', 'FL.5/3', 'ชั้น 5', 'ยกเลิกการเชื่อมต่อ', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(30, '503 53 0085', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', NULL, 'หน้าห้อง 520-521', 'FL.5/2', 'ชั้น 5', 'ยกเลิกการเชื่อมต่อ', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(31, '503 53 0086', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', NULL, 'หน้าลิฟต์ 5-6', 'FL.5/1', 'ชั้น 5', 'ยกเลิกการเชื่อมต่อ', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(32, '503 53 0087', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', NULL, 'หน้าลิฟต์ 1-2', 'FL.6/5', 'ชั้น 6', 'ยกเลิกการเชื่อมต่อ', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(33, '503 53 0088', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', NULL, 'หน้าห้องศูนย์สิทธิ', 'FL.6/4', 'ชั้น 6', 'ยกเลิกการเชื่อมต่อ', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(34, '503 53 0089', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', NULL, 'หน้าลิฟต์ 3-4', 'FL.6/3', 'ชั้น 6', 'ยกเลิกการเชื่อมต่อ', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(35, '503 53 0090', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', NULL, 'หน้าห้อง 620-621', 'FL.6/2', 'ชั้น 6', 'ยกเลิกการเชื่อมต่อ', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(36, '503 53 0091', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', NULL, 'หน้าลิฟต์ 5-6', 'FL.6/1', 'ชั้น 6', 'ยกเลิกการเชื่อมต่อ', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(37, '503 53 0092', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', NULL, 'หน้าลิฟต์ 1-2', 'FL.7/4', 'ชั้น 7', 'ยกเลิกการเชื่อมต่อ', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(38, '503 53 0093', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', NULL, 'หน้าเคาท์เตอร์พยาบาล', 'FL.7/5', 'ชั้น 7', 'ยกเลิกการเชื่อมต่อ', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(39, '503 53 0094', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', NULL, 'หน้าลิฟต์ 3-4', 'FL.7/3', 'ชั้น 7', 'ยกเลิกการเชื่อมต่อ', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(40, '503 53 0095', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', NULL, 'หน้าห้อง 720-721', 'FL.7/2', 'ชั้น 7', 'ยกเลิกการเชื่อมต่อ', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(41, '503 53 0096', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', NULL, 'ชั้น 7 ลิฟต์ 5-6', 'FL.7/1', 'ชั้น 7', 'แทงจำหน่ายปี 60', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(42, '503 53 0097', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', NULL, 'เคาท์เตอร์พยาบาล', 'FL.8/4', 'ชั้น 8', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(43, '503 53 0098', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', NULL, 'หน้าลิฟต์ 1-2', 'FL.8/5', 'ชั้น 8', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(44, '503 53 0099', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', NULL, 'หน้าลิฟต์ 3-4', 'FL.8/3', 'ชั้น 8', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(45, '503 53 0100', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH ', NULL, 'หน้าห้อง 817-818', 'FL.8/2 ', 'ชั้น 8', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(46, '503 53 0101', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', NULL, 'หน้าลิฟต์ 5-6', 'FL.8/1', 'ชั้น 8', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(47, '503 53 0102', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', NULL, 'หน้าลิฟต์ 1-2', 'FL.9/5', 'ชั้น 9', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(48, '503 53 0103', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', NULL, 'เคาท์เตอร์พยาบาล', 'FL.9/4', 'ชั้น 9', 'ยกเลิกการเชื่อมต่อ', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(49, '503 53 0104', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', NULL, 'หน้าลิฟต์ 3-4', 'FL.9/3', 'ชั้น 9', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(50, '503 53 0105', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', NULL, 'หน้าห้อง 917-918', 'FL.9/2', 'ชั้น 9', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(51, '503 53 0106', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', NULL, 'หน้าลิฟต์ 5-6', 'FL.9/1', 'ชั้น 9', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(52, '503 53 0107', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', NULL, 'เคาท์เตอร์พยาบาล', 'FL.10/4', 'ชั้น 10', 'ยกเลิกการเชื่อมต่อ', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(53, '503 53 0108', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', NULL, 'ชั้น 10 ลิฟต์ 3-4', 'FL.10/3', 'ชั้น 11', 'แทงจำหน่ายปี 60', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(54, '503 53 0109', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', NULL, 'ห้อง 1014-1015', 'FL.10/2', 'ชั้น 10', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(55, '503 53 0110', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', NULL, 'หน้าลิฟต์ 5-6', 'FL.10/1', 'ชั้น 10', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(56, '503 55 0133', 'กล้องอินฟาเรด ภาพสี', 'Watashi รุ่น WCI023A', NULL, 'คลังยา ', 'FL.B', 'ชั้น B', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(57, '503 55 0134', 'กล้องโทรทัศน์วงจรปิด', 'Watashi รุ่น WCI023A', NULL, 'ห้องจ่ายยา', 'FL.G', 'ชั้น G', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(58, '503 55 0135', 'กล้องภาพสี', 'Watashi รุ่น WCD026', NULL, 'ห้องเวชภัณฑ์ ', 'FL.D', 'ชั้น 3.5', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(59, '503 57 0379', 'กล้องโทรทัศน์วงจรปิด', ' Axis Q1604 (แบบก)', NULL, 'ประตูทางออก หน้า รพ.', '172.16.0.101', 'นอกอาคาร', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(60, '503 57 0380', 'กล้องโทรทัศน์วงจรปิด ', 'Axis Q1604 (แบบก)', NULL, 'ประตูทางเข้า หน้า รพ.', '172.16.0.102', 'นอกอาคาร', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(61, '503 57 0381', 'กล้องโทรทัศน์วงจรปิด ', 'Axis P1354 (แบบจ) ', NULL, 'ลานจอดจักรยาน หลัง 7-11', '172.16.0.103', 'นอกอาคาร', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(62, '503 57 0382', 'กล้องโทรทัศน์วงจรปิด ', 'Axis P1354 (แบบจ)  ', NULL, 'หลังห้องผู้ป่วยรวมหญิง', '172.16.0.104', 'อาคาร 5 ชั้น', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(63, '503 57 0383', 'กล้องโทรทัศน์วงจรปิด ', 'Axis P1354 (แบบจ) ', NULL, 'หลังห้องผู้ป่วยรวมชายใกล้หม้อแปลง', '172.16.0.108', 'อาคาร 5 ชั้น', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(64, '503 57 0384', 'กล้องโทรทัศน์วงจรปิด ', 'Axis P1354 (แบบจ)', NULL, 'หลังกองสาธารณสุข', '172.16.0.109', 'อาคาร 5 ชั้น', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(65, '503 57 0385', 'กล้องโทรทัศน์วงจรปิด ', 'Axis P1354 (แบบจ) ', NULL, 'ด้านหลังศูนย์ควบคุม ระบบ CCTV', '172.16.0.110', 'อาคาร 5 ชั้น', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(66, '503 57 0386', 'กล้องโทรทัศน์วงจรปิด ', 'Axis P1354 (แบบจ)', NULL, 'เสาไฟฟ้า ลานจอดรถยนต์ด้านหลัง', '172.16.0.113', 'นอกอาคาร', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(67, '503 57 0387', 'กล้องโทรทัศน์วงจรปิด ', 'Axis P1354 (แบบจ) ', NULL, 'ทางเข้าลานจอดรถด้านหลัง', '172.16.0.114', 'นอกอาคาร', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(68, '503 57 0388', 'กล้องโทรทัศน์วงจรปิด ', 'Axis P1354 (แบบจ)', NULL, 'ทางเข้าลานจอดรถด้านหลัง ที่เก็บขยะ', '172.16.0.115', 'นอกอาคาร', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(69, '503 57 0389', 'กล้องโทรทัศน์วงจรปิด ', 'Axis P1354 (แบบจ) ', NULL, 'ด้านซ้ายประตูเลื่อนทางเข้ารพ.', '172.16.0.116', 'นอกอาคาร', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(70, '503 57 0390', 'กล้องโทรทัศน์วงจรปิด ', 'Axis P1354 (แบบจ) ', NULL, 'ตรงข้ามประตูเลื่อน รพ.', '172.16.0.117', 'นอกอาคาร', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(71, '503 57 0391', 'กล้องโทรทัศน์วงจรปิด ', 'Axis P1354 (แบบจ)', NULL, 'ด้านขวาประตูเลื่อน รพ.', '172.16.0.118', 'นอกอาคาร', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(72, '503 57 0392', 'กล้องโทรทัศน์วงจรปิด ', 'Axis P1354 (แบบจ)', NULL, 'มุมระเบียงดาดฟ้าตึก', '172.16.0.138', 'ชั้นดาดฟ้า', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(73, '503 57 0393', 'กล้องโทรทัศน์วงจรปิด ', 'Axis P1354 (แบบจ)', NULL, 'มุมตึกลานกว้างชั้นดาดฟ้า', '172.16.0.141', 'ชั้นดาดฟ้า', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(74, '503 57 0394', 'กล้องโทรทัศน์วงจรปิด ', 'Axis P1354 (แบบจ) ', NULL, 'ทางเดินที่เก็บน้ำ ชั้นดาดฟ้า', '172.16.0.142', 'ชั้นดาดฟ้า', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(75, '503 57 0396', 'กล้องโทรทัศน์วงจรปิด ', 'Axis M1144-L(แบบง) ', NULL, 'มุมตึกด้านหน้าห้องผู้ป่วยชาย', '172.16.0.106', 'อาคาร 5 ชั้น', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(76, '503 57 0397', 'กล้องโทรทัศน์วงจรปิด ', 'Axis M1144-L(แบบง) ', NULL, 'มุมทางเดินก่อนถึงกองสาธารณสุข', '172.16.0.107', 'อาคาร 5 ชั้น', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(77, '503 57 0398', 'กล้องโทรทัศน์วงจรปิด ', 'Axis M1144-L(แบบง)', NULL, 'ใต้บันไดทางขึ้นศูนย์ควบคุม CCTV', '172.16.0.111', 'อาคาร 5 ชั้น', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(78, '503 57 0399', 'กล้องโทรทัศน์วงจรปิด ', 'Axis M1144-L(แบบง)', NULL, 'หลังตึกตรงกลางทางเดินหน้าศูนย์ควบคุมCCTV', '172.16.0.112', 'อาคาร 5 ชั้น', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(79, '503 57 0400', 'กล้องโทรทัศน์วงจรปิด ', 'Axis M1144-L(แบบง)', NULL, 'ประตูห้องฉุกเฉินด้านนอก', '172.16.0.124', 'นอกอาคาร', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(80, '503 57 0401', 'กล้องโทรทัศน์วงจรปิด ', 'Axis M1144-L(แบบง) ', NULL, 'ลานจอดรถฉุกเฉินนอกอาคาร', '172.16.0.126', 'นอกอาคาร', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(81, '503 57 0402', 'กล้องโทรทัศน์วงจรปิด', 'Axis M3007-PV(แบบค)  ', NULL, 'ตรงกลางเก้าอี้ข้างหน้าห้องทะเบียน', '172.16.0.119', 'ชั้น G', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(82, '503 57 0403', 'กล้องโทรทัศน์วงจรปิด', 'Axis M3007(แบบค) ', NULL, 'หน้าห้องผู้ป่วยวิกฤต (ICU) ชั้น 2', '172.16.0.130', 'ชั้น 2', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(83, '503 57 0404', 'กล้องโทรทัศน์วงจรปิด', 'Axis M3204 (แบบข) ', NULL, 'ด้านหลังเสา (ตู้ ATM) ตรงข้ามประตูลิฟท์ 1,2', '172.16.0.120', 'ชั้น G', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(84, '503 57 0405', 'กล้องโทรทัศน์วงจรปิด', 'Axis M3204 (แบบข) ', NULL, 'ห้อง Server', '172.16.0.121', 'ชั้น 3', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(85, '503 57 0406', 'กล้องโทรทัศน์วงจรปิด', 'Axis M3204 (แบบข) ', NULL, 'ตึกโรงพยาบาล หน้าลิฟท์ 3,4', '172.16.0.123', 'ชั้น G', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(86, '503 57 0407', 'กล้องโทรทัศน์วงจรปิด', 'Axis M3204 (แบบข) ', NULL, 'บริเวณตึกโรงพยาบาล ลิฟต์ 5-6', '172.16.0.125', 'ชั้น G', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(87, '503 57 0408', 'กล้องโทรทัศน์วงจรปิด', 'Axis M3204 (แบบข) ', NULL, 'ชั้นใต้ดิน หน้าลิฟต์ 5,6', '172.16.0.127', 'ชั้น B', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(88, '503 57 0409', 'กล้องโทรทัศน์วงจรปิด', 'Axis M3204 (แบบข) ', NULL, 'ชั้นใต้ดิน ทางออกห้องไร้กังวล ', '172.16.0.128', 'ชั้น B', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(89, '503 57 0410', 'กล้องโทรทัศน์วงจรปิด', 'Axis M3204 (แบบข) ', NULL, 'ตึก รพ. หน้าลิฟต์ 5,6 ', '172.16.0.129', 'ชั้น 2', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(90, '503 57 0411', 'กล้องโทรทัศน์วงจรปิด', 'Axis M3204 (แบบข) ', NULL, 'ตึก รพ.หน้าลิฟต์ 5,6 ', '172.16.0.131', 'ชั้น 3', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(91, '503 57 0412', 'กล้องโทรทัศน์วงจรปิด', 'Axis M3204 (แบบข)', NULL, 'ตึก รพ.ทางเข้าหน้าห้องงานบริหาร ', '172.16.0.132', 'ชั้น 3', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(92, '503 57 0413', 'กล้องโทรทัศน์วงจรปิด ', 'Axis M3204 (แบบข) ', NULL, 'รพ. หน้าลิฟต์5,6', '172.16.0.133', 'ชั้น 3.5', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(93, '503 57 0414', 'กล้องโทรทัศน์วงจรปิด ', 'Axis M3204 (แบบข)  ', NULL, 'ตึก รพ. ทางหนีไฟ', '172.16.0.134', 'ชั้น 3.5', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(94, '503 57 0415', 'กล้องโทรทัศน์วงจรปิด ', 'Axis M3204 (แบบข)  ', NULL, 'เสาใกล้ประตูเข้า-ออก ห้องคลัง ชั้น 3.5 รพ.', '172.16.0.135', 'ชั้น 3.5', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(95, '503 57 0416', 'กล้องโทรทัศน์วงจรปิด ', 'Axis M3204 (แบบข) ', NULL, 'หน้าลิฟต์ 1,2 ', '172.16.0.136', 'ชั้น 10', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(96, '503 57 0417', 'กล้องโทรทัศน์วงจรปิด ', 'Axis M3204 (แบบข) ', NULL, 'ดาดฟ้า ทางออกนอกอาคารฝั่งลานจอดรถ', '172.16.0.137', 'ชั้นดาดฟ้า', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(97, '503 57 0418', 'กล้องโทรทัศน์วงจรปิด', 'Axis M3204 (แบบข) ', NULL, 'ชั้นดาดฟ้า ทางหนีไฟเล็ก ', '172.16.0.139', 'ชั้นดาดฟ้า', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(98, '503 57 0419', 'กล้องโทรทัศน์วงจรปิด ', 'Axis M3204 (แบบข) ', NULL, 'ดาดฟ้า มุมทางเดินหนีไฟ ', '172.16.0.140', 'ชั้นดาดฟ้า', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(99, '503-63-0665', 'กล้องโทรทัศน์วงจรปิด', 'AXIS P1365 Mk ll', NULL, 'ทางโค้งห้องฉุกเฉิน', '172.16.0.166', 'นอกอาคาร', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(100, '503-63-0666', 'กล้องโทรทัศน์วงจรปิด', 'AXIS P1365 Mk ll', NULL, 'ลานจอดรถ หน้าเสาธง 1', '172.16.0.167', 'นอกอาคาร', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(101, '503-63-0667', 'กล้องโทรทัศน์วงจรปิด', 'AXIS P1365 Mk ll', NULL, 'ลานจอดรถ หน้าเสาธง 2', '172.16.0.168', 'นอกอาคาร', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(102, '503-63-0668', 'กล้องโทรทัศน์วงจรปิด', 'AXIS P1365 Mk ll', NULL, 'ทางโค้งขึ้นประชาสัมพันธ์', '172.16.0.169', 'นอกอาคาร', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(103, '503-63-0669', 'กล้องโทรทัศน์วงจรปิด', 'AXIS P1365 Mk ll', NULL, 'ลานจอดรถจักรยานยนต์ ข้าง 7-11', '172.16.0.170', 'นอกอาคาร', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(104, '503-63-0670', 'กล้องโทรทัศน์วงจรปิด', 'AXIS P1365 Mk ll', NULL, 'ลานจอดรถพนักงาน 1', '172.16.0.171', 'นอกอาคาร', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(105, '503-63-0671', 'กล้องโทรทัศน์วงจรปิด', 'AXIS P1365 Mk ll', NULL, 'ด้านหลังห้องน้ำ,หลังห้องCheck-up', '172.16.0.172', 'นอกอาคาร', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(106, '503-63-0672', 'กล้องโทรทัศน์วงจรปิด', 'AXIS P1365 Mk ll', NULL, 'ลานจอดรถพนักงาน 2', '172.16.0.173', 'นอกอาคาร', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(107, '503-63-0673', 'กล้องโทรทัศน์วงจรปิด', 'AXIS P1365 Mk ll', NULL, 'ลานจอดรถพนักงาน 3', '172.16.0.174', 'นอกอาคาร', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(108, '503-63-0674', 'กล้องโทรทัศน์วงจรปิด', 'AXIS P1365 Mk ll', NULL, 'ลานจอดรถพนักงาน 4', '172.16.0.175', 'นอกอาคาร', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(109, '503-63-0675', 'กล้องโทรทัศน์วงจรปิด', 'AXIS P1365 Mk ll', NULL, 'ลานจอดรถศาลาด้านหน้า รพ. (ตรงวงเวียน)', '172.16.0.176', 'นอกอาคาร', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(110, '503-63-0676', 'กล้องโทรทัศน์วงจรปิด', 'AXIS P1365 Mk ll', NULL, 'ลานจอดรถศาลาด้านหน้า รพ.(มุมกำแพง)', '172.16.0.177', 'นอกอาคาร', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(111, '503-63-0677', 'กล้องโทรทัศน์วงจรปิด', 'AXIS Q1647', NULL, 'ป้อมยามบันทึกป้ายทะเบียนรถหน้า รพ.', '172.16.0.178', 'นอกอาคาร', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(112, '503-63-0678', 'กล้องโทรทัศน์วงจรปิด', 'AXIS P1365 Mk ll', NULL, 'ป้อมยามบันทึกบัตรประชาชน', '172.16.0.179', 'นอกอาคาร', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(113, '  530-63-0613', 'กล้องโทรทัศน์วงจรปิด', 'AXIS P3225-LV MkII', NULL, 'ห้องคลังยา 1', '172.16.0.180', 'ชั้น B', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(114, '  530-63-0614', 'กล้องโทรทัศน์วงจรปิด', 'AXIS P3225-LV MkII', NULL, 'ห้องคลังยา 2', '172.16.0.181', 'ชั้น B', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(115, '  530-63-0615', 'กล้องโทรทัศน์วงจรปิด', 'AXIS P3225-LV MkII', NULL, 'ห้องคลังยา 3', '172.16.0.182', 'ชั้น B', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(116, '  530-63-0616', 'กล้องโทรทัศน์วงจรปิด', 'AXIS P3225-LV MkII', NULL, 'ห้องคลังยา 4', '172.16.0.183', 'ชั้น B', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(117, '  530-63-0617', 'กล้องโทรทัศน์วงจรปิด', 'AXIS P3225-LV MkII', NULL, 'ห้องคลังยา 5', '172.16.0.184', 'ชั้น B', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(118, '  530-63-0618', 'กล้องโทรทัศน์วงจรปิด', 'AXIS P3225-LV MkII', NULL, 'ห้องคลังยา 6', '172.16.0.185', 'ชั้น B', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(119, '  530-63-0620', 'กล้องโทรทัศน์วงจรปิด', 'AXIS P3225-LV MkII', NULL, 'ห้องควบคุมปั้ม', '172.16.0.187', 'ชั้น B', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(120, '  530-63-0621', 'กล้องโทรทัศน์วงจรปิด', 'AXIS P3225-LV MkII', NULL, 'ห้องควบคุมไฟ', '172.16.0.188', 'ชั้น B', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(121, '  530-63-0622', 'กล้องโทรทัศน์วงจรปิด', 'AXIS P3225-LV MkII', NULL, 'ห้องซักรีด 1', '172.16.0.189', 'ชั้น B', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(122, '530-63-0623', 'กล้องโทรทัศน์วงจรปิด', 'AXIS P3225-LV MkII', NULL, 'ห้องซักรีด 2', '172.16.0.190', 'ชั้น B', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(123, '503 63 0633', 'กล้องโทรทัศน์วงจรปิด', 'AXIS P3225-LV MkII', NULL, 'ตึกโรงพยาบาล ข้างสนามเด็กเล่น', '172.16.0.200', 'ชั้น G', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(124, '530-63-0624', 'กล้องโทรทัศน์วงจรปิด', 'AXIS P3225-LV MkII', NULL, 'ห้องการเงินผู้ป่วยนอก', '172.16.0.191', 'ชั้น G', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(125, '530-63-0625', 'กล้องโทรทัศน์วงจรปิด', 'AXIS P3225-LV MkII', NULL, 'หน้าห้อง GUARD ROOM', '172.16.0.192', 'ชั้น G', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(126, '530-63-0626', 'กล้องโทรทัศน์วงจรปิด', 'AXIS P3225-LV MkII', NULL, 'หลังห้องจ่ายยาไปยังห้องฉุกเฉิน', '172.16.0.193', 'ชั้น G', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(127, '  530-63-0619', 'กล้องโทรทัศน์วงจรปิด', 'AXIS P3225-LV MkII', NULL, 'ห้องฉุกเฉิน', '172.16.0.186', 'ชั้น G', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(128, '530-63-0637', 'กล้องโทรทัศน์วงจรปิด', 'AXIS P3225-LV MkII', NULL, 'ห้องจ่ายยาผู้ป่วยนอก', '172.16.0.204', 'ชั้น G', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(129, '530-63-0627', 'กล้องโทรทัศน์วงจรปิด', 'AXIS P3225-LV MkII', NULL, 'หน้าห้องพักฟื้น', '172.16.0.194', 'ชั้น 2', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(130, '530-63-0628', 'กล้องโทรทัศน์วงจรปิด', 'AXIS P3225-LV MkII', NULL, 'ทางเดินหน้าCSSDไปหลังห้องผ่าตัด', '172.16.0.195', 'ชั้น 2', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(131, '530-63-0629', 'กล้องโทรทัศน์วงจรปิด', 'AXIS P3225-LV MkII', NULL, 'ทางเดินหน้าCSSDไปหลังห้องผ่าตัด 2', '172.16.0.196', 'ชั้น 2', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(132, '530-63-0630', 'กล้องโทรทัศน์วงจรปิด', 'AXIS P3225-LV MkII', NULL, 'ทางเดินหน้าCSSDไปหลังห้องผ่าตัด 3', '172.16.0.197', 'ชั้น 2', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(133, '530-63-0631', 'กล้องโทรทัศน์วงจรปิด', 'AXIS P3225-LV MkII', NULL, 'ทางเดินด้านหลังห้องไตเทียม', '172.16.0.198', 'ชั้น 2', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(134, '530-63-0632', 'กล้องโทรทัศน์วงจรปิด', 'AXIS P3225-LV MkII', NULL, 'หน้าห้อง LAB', '172.16.0.199', 'ชั้น 2', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(135, '530-63-0634', 'กล้องโทรทัศน์วงจรปิด', 'AXIS P3225-LV MkII', NULL, 'การเงินผู้ป่วยใน', '172.16.0.201', 'ชั้น 3', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(136, '530-63-0635', 'กล้องโทรทัศน์วงจรปิด', 'AXIS P3225-LV MkII', NULL, 'ห้องคลังพัสดุ 1', '172.16.0.202', 'ชั้น 3.5', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(137, '530-63-0636', 'กล้องโทรทัศน์วงจรปิด', 'AXIS P3225-LV MkII', NULL, 'ห้องคลังพัสดุ 2', '172.16.0.203', 'ชั้น 3.5', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(138, '530-63-0638', 'กล้องโทรทัศน์วงจรปิด', 'AXIS P3225-LV MkII', NULL, 'ทางเดินหน้าประตูฉุกเฉิน', '172.16.0.205', 'ชั้น 3.5', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(139, '530-63-0639', 'กล้องโทรทัศน์วงจรปิด', 'AXIS P3225-LV MkII', NULL, 'ห้องคลังเวชภัณฑ์ 1', '172.16.0.206', 'ชั้น 3.5', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(140, '530-63-0640', 'กล้องโทรทัศน์วงจรปิด', 'AXIS P3225-LV MkII', NULL, 'ห้องคลังเวชภัณฑ์ 2', '172.16.0.207', 'ชั้น 3.5', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(141, '530-63-0641', 'กล้องโทรทัศน์วงจรปิด', 'AXIS P3225-LV MkII', NULL, 'ห้องคลังเวชภัณฑ์ 3', '172.16.0.208', 'ชั้น 3.5', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(142, '530-63-0642', 'กล้องโทรทัศน์วงจรปิด', 'AXIS P3225-LV MkII', NULL, 'หน้าห้องคลังพัสดุ', '172.16.0.209', 'ชั้น 3.5', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(143, '530-63-0643', 'กล้องโทรทัศน์วงจรปิด', 'AXIS P3225-LV MkII', NULL, 'เคาท์เตอร์พยาบาล WARD 4', '172.16.0.210', 'ชั้น 4', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(144, '530-63-0644', 'กล้องโทรทัศน์วงจรปิด', 'AXIS P3225-LV MkII', NULL, 'ทางออกระเบียงลิฟต์ 5-6 ชั้น4', '172.16.0.211', 'ชั้น 4', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(145, '530-63-0645', 'กล้องโทรทัศน์วงจรปิด', 'AXIS P3225-LV MkII', NULL, 'ทางเดินประตูหนีไฟเล็ก', '172.16.0.212', 'ชั้น 4', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(146, '530-63-0646', 'กล้องโทรทัศน์วงจรปิด', 'AXIS P3225-LV MkII', NULL, 'หน้าลิฟท์ 1-2 ชั้น 4', '172.16.0.213', 'ชั้น 4', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(147, '530-63-0647', 'กล้องโทรทัศน์วงจรปิด', 'AXIS P3225-LV MkII', NULL, 'ทางออกระเบียงลิฟต์ 3-4 ชั้น4', '172.16.0.214', 'ชั้น 4', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(148, '530-63-0648', 'กล้องโทรทัศน์วงจรปิด', 'AXIS P3225-LV MkII', NULL, 'ทางเดินหน้าห้อง 405', '172.16.0.215', 'ชั้น 4', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(149, '530-63-0649', 'กล้องโทรทัศน์วงจรปิด', 'AXIS P3225-LV MkII', NULL, 'ทางเดินหน้าห้อง 528', '172.16.0.216', 'ชั้น 5', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(150, '530-63-0650', 'กล้องโทรทัศน์วงจรปิด', 'AXIS P3225-LV MkII', NULL, 'ทางออกระเบียงลิฟต์ 5-6 ชั้น 5', '172.16.0.217', 'ชั้น 5', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(151, '530-63-0651', 'กล้องโทรทัศน์วงจรปิด', 'AXIS P3225-LV MkII', NULL, 'ทางเดินหน้าห้อง 523', '172.16.0.218', 'ชั้น 5', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(152, '530-63-0652', 'กล้องโทรทัศน์วงจรปิด', 'AXIS P3225-LV MkII', NULL, 'ทางเดินหน้าห้อง 528', '172.16.0.219', 'ชั้น 5', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(153, '530-63-0653', 'กล้องโทรทัศน์วงจรปิด', 'AXIS P3225-LV MkII', NULL, 'เคาท์เตอร์พยาบาล WARD 5', '172.16.0.220', 'ชั้น 5', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(154, '530-63-0654', 'กล้องโทรทัศน์วงจรปิด', 'AXIS P3225-LV MkII', NULL, 'ทางเดินหน้าห้อง 628', '172.16.0.221', 'ชั้น 6', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(155, '530-63-0655', 'กล้องโทรทัศน์วงจรปิด', 'AXIS P3225-LV MkII', NULL, 'ทางออกระเบียงลิฟต์ 5-6 ชั้น 6', '172.16.0.222', 'ชั้น 6', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(156, '530-63-0656', 'กล้องโทรทัศน์วงจรปิด', 'AXIS P3225-LV MkII', NULL, 'ทางเดินหน้าห้อง 623', '172.16.0.223', 'ชั้น 6', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(157, '530-63-0657', 'กล้องโทรทัศน์วงจรปิด', 'AXIS P3225-LV MkII', NULL, 'หน้าห้องศูนย์คุณภาพ', '172.16.0.224', 'ชั้น 6', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(158, '530-63-0658', 'กล้องโทรทัศน์วงจรปิด', 'AXIS P3225-LV MkII', NULL, 'เคาท์เตอร์พยาบาล WARD 6', '172.16.0.225', 'ชั้น 6', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(159, '530-63-0659', 'กล้องโทรทัศน์วงจรปิด', 'AXIS P3225-LV MkII', NULL, 'หน้าลิฟต์ 5-6 ชั้น 7', '172.16.0.226', 'ชั้น 7', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(160, '530-63-0660', 'กล้องโทรทัศน์วงจรปิด', 'AXIS P3225-LV MkII', NULL, 'ทางออกระเบียงลิฟต์ 5-6 ชั้น 7', '172.16.0.227', 'ชั้น 7', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(161, '530-63-0661', 'กล้องโทรทัศน์วงจรปิด', 'AXIS P3225-LV MkII', NULL, 'ทางเดินหน้าห้อง 723', '172.16.0.228', 'ชั้น 7', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(162, '530-63-0662', 'กล้องโทรทัศน์วงจรปิด', 'AXIS P3225-LV MkII', NULL, 'ทางเดินหน้าห้อง 728', '172.16.0.229', 'ชั้น 7', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(163, '530-63-0663', 'กล้องโทรทัศน์วงจรปิด', 'AXIS P3225-LV MkII', NULL, 'เคาท์เตอร์พยาบาล WARD 7', '172.16.0.230', 'ชั้น 7', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(164, '530-63-0664', 'กล้องโทรทัศน์วงจรปิด', 'AXIS P3225-LV MkII', NULL, 'ทางเดินหน้าห้อง 707', '172.16.0.231', 'ชั้น 7', '', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(165, '503 63 0712', 'กล้องโทรทัศน์วงจรปิด ', 'Axis M1135-E', NULL, 'มุมตึกหน้าห้องผู้ป่วยหญิงด้านซ้าย', '172.16.0.105', 'อาคาร 5 ชั้น', 'เลขเดิม 503 57 0395 แทงจำหน่ายแล้ว', '2024-03-28 11:03:08', '2024-04-07 12:26:16'),
(166, 'sdfd', 'dfsd', '', NULL, '2', '', '', '', '2024-03-28 15:58:13', '2024-04-07 12:26:16'),
(167, '1559651356', 'cam roof', '', NULL, 'floor', '', '', '', '2024-03-28 16:04:48', '2024-04-07 12:26:16'),
(168, 'asdf', 'sdf', '', NULL, 'sdf', '', '', '', '2024-03-28 16:23:32', '2024-04-07 12:26:16'),
(169, '556c5d', '55dc', '', NULL, 'dc5df', '', '', '', '2024-04-02 16:26:30', '2024-04-07 12:26:16'),
(170, 'sdfds', 'sdfcv', 'sdfxc', NULL, 'sdf', '', '2', '1', '2024-04-02 16:30:47', '2024-04-07 12:26:16');

-- --------------------------------------------------------

--
-- Table structure for table `floor`
--

CREATE TABLE `floor` (
  `floor_id` int(3) NOT NULL,
  `floor_name` varchar(50) NOT NULL,
  `floor_status` int(3) NOT NULL,
  `date_created` datetime NOT NULL DEFAULT current_timestamp(),
  `date_updated` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `floor`
--

INSERT INTO `floor` (`floor_id`, `floor_name`, `floor_status`, `date_created`, `date_updated`) VALUES
(1, 'B', 1, '2024-03-28 16:09:35', '2024-03-28 09:09:35'),
(2, 'G', 1, '2024-03-28 16:09:49', '2024-03-28 09:09:49'),
(3, '2', 1, '2024-04-02 16:06:39', '2024-04-02 09:06:39');

-- --------------------------------------------------------

--
-- Table structure for table `status`
--

CREATE TABLE `status` (
  `status_id` int(3) NOT NULL,
  `status_name` varchar(50) NOT NULL,
  `date_created` datetime NOT NULL DEFAULT current_timestamp(),
  `date_updated` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `status`
--

INSERT INTO `status` (`status_id`, `status_name`, `date_created`, `date_updated`) VALUES
(1, 'ใช้งาน', '2024-03-28 16:08:59', '2024-03-28 09:08:59'),
(2, 'ยกเลิกการใช้งาน', '2024-03-28 16:09:15', '2024-03-28 09:09:15'),
(3, 'แทงจำหน่าย', '2024-03-28 16:09:23', '2024-03-28 09:09:23');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `cctv`
--
ALTER TABLE `cctv`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `floor`
--
ALTER TABLE `floor`
  ADD PRIMARY KEY (`floor_id`);

--
-- Indexes for table `status`
--
ALTER TABLE `status`
  ADD PRIMARY KEY (`status_id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `cctv`
--
ALTER TABLE `cctv`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=171;

--
-- AUTO_INCREMENT for table `floor`
--
ALTER TABLE `floor`
  MODIFY `floor_id` int(3) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT for table `status`
--
ALTER TABLE `status`
  MODIFY `status_id` int(3) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
